Repository: janbaykara/wp-themehelpers
Catalog: languages/svbk-helpers-*.po
Languages: it_it

source: <p>Information</p><p>This site uses third party cookies necessary for the operation of the site and profiling cookies that keep track of the pages visits to understand your interests and provide customized informations. If you want to learn more or deny consent to all or some cookies, see %{cookie_policy_link}.</p><p> By accepting or closing this banner, you consent to use cookies including profiling. </p>
it_it: <p>Informativa</p><p>Questo sito utilizza cookie anche di terze parti necessari al funzionamento del sito e cookie di profilazione che tengono traccia delle pagine che visiti per comprendere i tuoi interessi ed offrirti informazioni personalizzate. Se vuoi saperne di più o negare il consenso a tutti o ad alcuni cookie, consulta l’%{cookie_policy_link}.</p><p>Accettando o chiudendo questo banner, acconsenti all’uso dei cookie inclusa la profilazione.</p>

source: Tiled Gallery
it_it: Galleria a Tile

source: Post Slider
it_it: Slider Articolo

source: This address has beed rejected, this sometimes is due to multiple tries to send to a full or disabled inbox. Please try again later
it_it: Questo indirizzo è stato rifiutato. Questo spesso avviene a causa di troppi invii consecutivi a una casella disabilitata. Per favore riprova più tardi.

source: The mailbox is non existent or disabled. Please check your email address is correct or your contact your mailbox provider.
it_it: L'indirizzo di posta specificato è inesistente o non attivo. Per favore controlla che l'indirizzo sia corretto oppure contatta il tuo provider di posta.

source: Your mailbox isn't accepting our message. Please check your if mailbox your mailbox is full.
it_it: La tua casella di post non accetta il nostro messaggio. Per favore controlla se la tua casella è attiva ed ha spazio disponibile.

source: Your email address is invalid. Please check the address or use another.
it_it: Il tuo indirizzo email non è valido. Per favore controlla eventuali errori oppure utilizza un altro indirizzo.

source: Your mailbox is reporting our message as spam. Please add our domain to trusted senders or contact the website tech support
it_it: La tua casella di posta ha rilevato il nostro indirizzo come spam. Per favore aggiungi il nostro dominio nella lista dei mittenti verificati o contatta il supporto tecnico.

source: This email address is a test account.
it_it: Questo indirizzo email è un account di prova.

source: The test mode sending limit is beeing reached.
it_it: E' stato raggiunto il limite di invio per l'account di test.

source: Invalid sender address.
it_it: Indirizzo del mittente non valido.

source: This email address has beeing rejected for an unknown reason [%s]. Please use another email address.
it_it: Questo indirizzo email é stato rifiutato per un motivo sconosciuto [%s]. Per favore utilizza un altro indirizzo email.

source: You have already received this whitepaper, check your inbox, use another email or request it via email.
it_it: Hai già ricevuto questo documento, controlla la tua casella di posta oppure utilizza un altro indirizzo email.

source: Your content is beeing delivered, please wait
it_it: Il contenuto richiesto sta per essere inviato, rimani in attesa.

source: Unable to update the contact
it_it: Impossibile aggiornare il contatto

source: Unable to subscribe the contact
it_it: Impossibile inserire il contatto

source: Empty or invalid field [%s]
it_it: Campo non compilato correttamente [%s]

source: First Name
it_it: Nome

source: Please enter first name
it_it: Per favore inserisci il tuo nome

source: Email Address
it_it: Indirizzo E-mail

source: Invalid email address
it_it: Indirizzo email assente o non valido

source: I have read and agree to the "Terms and conditions" and the "Privacy Policy"
it_it: Ho letto e accetto i "Termini e le Condizioni del servizio" contenuti nella "Privacy policy".

source: Privacy Policy terms must be accepted
it_it: I termini della privacy policy devono essere accettati per proseguire

source: I accept the processing of the data referred to in Article 1 of the "Privacy policy"
it_it: Accetto il trattamento dei dati di cui all' articolo 1 dell'informativa sulla privacy

source: I accept the processing of the data referred to in Article 2 of the "Privacy policy"
it_it: Accetto il trattamento dei dati di cui all' articolo 2 dell'informativa sulla privacy

source: Input data error
it_it: Errore inserimento dati

source: Privacy policy
it_it: Privacy

source: I declare I have read and accept the %s notification and I consent to process my personal data.
it_it: Rispettiamo la tua %s. I tuoi dati non saranno mai ceduti a terzi.

source: click here
it_it: clicca qui

source: To select the consents partially %s.
it_it: Per selezionare i consensi parzialmente %s.

source: Required fields
it_it: Campi richiesti

source: Close
it_it: Chiudi

source: The requesto to our mail server failed, please try again later or contact the site owner.
it_it: La richiesta di invio non è andata a buon fine, per favore riprova più tardi o contatta il proprietario del sito.

source: Unable to send email messages, please contact the site owner.
it_it: Non siamo riusciti ad inviare il messaggio, per favore ritenta fra un po' o contatta il proprietario del sito via email.

source: Thanks! We will contact you as soon as possible.
it_it: Grazie! Verrai contattato prima possibile.

source: Message
it_it: Messaggio

source: Please write a brief description of your request
it_it: Per favore scrivi una breve descrizione della tua richesta

source: Contact Request (no-template)
it_it: Richiesta Contatto (senza-template)

source: Thanks for your request, please download your file <a href="%s">here</a>
it_it: Grazie per la tua richiesta, scarica il tuo file <a href="%s">qui</a>

source: The specified download doesn't exists anymore. Please contact site owner
it_it: Il file specificato non è più disponibile. Per ottenerlo contatta il proprietario del sito.

source: Accept
it_it: Accetto

source: Cookie Policy
it_it: Informativa Cookie

# save the rating
source: Save
it_it: Salva

# submit the rating
source: Rate
it_it: Valuta

source: Adaptive
it_it: Adattabile

source: Large Rectangle
it_it: Rettangolo grande

source: Large SkyScraper
it_it: Skyscraper grande
